[M_PettButtStallion MissionDefinition]
MissionName="I broke the guy's back"
MissionDescription="Oslo wants to develop small platforms. you need."
TurnInDescription="You are beautiful purple. Yes.."
MissionSummary="Kissing a horse."
MissionGiver="That's how it is"
MissionTurnInLocation="Under the needle"
TeaserText="What is a good horse??"

[M_PettButtStallion:PetButtStallion MissionObjectiveDefinition]
ProgressMessage="Boot"

[M_PettButtStallion:PetButtStallion_OS_IntroTalk MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PettButtStallion:PetButtStallion_OS_Pet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

